Repository: pace/connectedfueling-app-ios
Catalog: App/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, nl, pl, pt, ro, ru

# gas_station_fuel_prices_not_available
source: Fuel prices are unfortunately not available.
cs: Ceny pohonných hmot bohužel nejsou k dispozici.
de: Kraftstoffpreise sind leider nicht verfügbar.
es: Lamentablemente, no se dispone de los precios del combustible.
fr: Les prix des carburants ne sont malheureusement pas disponibles.
it: I prezzi del carburante non sono purtroppo disponibili.
nl: Brandstofprijzen zijn helaas niet beschikbaar.
pl: Ceny paliwa nie są niestety dostępne.
pt: Infelizmente, os preços dos combustíveis não estão disponíveis.
ro: Din păcate, prețurile combustibilului nu sunt disponibile.
ru: Цены на топливо, к сожалению, недоступны.

# gas_station_fuel_prices_title
source: Fuel prices
cs: Ceny pohonných hmot
de: Kraftstoffpreise
es: Precios del combustible
fr: Prix des carburants
it: Prezzi del carburante
nl: Brandstofprijzen
pl: Ceny paliw
pt: Preços dos combustíveis
ro: Prețurile carburanților
ru: Цены на топливо

# gas_station_last_updated
source: Last price change %s
cs: Poslední změna ceny %s
de: Letzte Preisänderung %s
es: Último cambio de precio %s
fr: Dernier changement de prix %s
it: Ultima variazione di prezzo %s
nl: Laatste prijswijziging %s
pl: Ostatnia zmiana ceny %s
pt: Última alteração de preço %s
ro: Ultima modificare de preț %s
ru: Последнее изменение цены %s

# gas_station_loading_description
source: We are loading the gas station data. Please wait a moment.
cs: Načítáme data čerpacích stanic. Chvíli prosím počkejte.
de: Wir laden die Tankstellendaten. Bitte warte einen Moment.
es: Estamos cargando los datos de la gasolinera. Por favor, espere un momento.
fr: Nous sommes en train de charger les données relatives aux stations-service. Veuillez patienter un moment.
it: Stiamo caricando i dati della stazione di servizio. Attendere un momento.
nl: We zijn de gegevens van het tankstation aan het laden. Een ogenblik geduld alstublieft.
pl: Ładujemy dane stacji benzynowej. Poczekaj chwilę.
pt: Estamos a carregar os dados da estação de serviço. Por favor, aguarde um momento.
ro: Încărcăm datele benzinăriei. Vă rugăm să așteptați un moment.
ru: Мы загружаем данные о заправочных станциях. Пожалуйста, подождите немного.

# gas_station_loading_title
source: Loading gas station data...
cs: Načítání dat čerpacích stanic...
de: Tankstellendaten werden geladen...
es: Cargando datos de la gasolinera...
fr: Chargement des données de la station-service...
it: Caricamento dei dati della stazione di servizio...
nl: Gegevens tankstation laden...
pl: Ładowanie danych stacji benzynowej...
pt: Carregar dados da estação de serviço...
ro: Încărcare date benzinării...
ru: Загрузка данных о заправочных станциях...

# gas_station_location_away
source: %s away
cs: %s pryč
de: %s entfernt
es: %s fuera
it: %s via
nl: %s weg
pt: %s de distância
ro: %s departe
ru: %s прочь

# gas_station_location_here
source: You are here
cs: Jste zde
de: Du bist hier
es: Usted está aquí
fr: Vous êtes ici
it: Sei qui
nl: U bevindt zich hier
pl: Jesteś tutaj
pt: Está aqui
ro: Sunteți aici
ru: Вы здесь

# gas_station_opening_hours_always_open
source: open 24 hours
cs: otevřeno 24 hodin denně
de: 24 Stunden geöffnet
es: abierto 24 horas
fr: ouvert 24 heures sur 24
it: aperto 24 ore
nl: 24 uur open
pl: czynne 24 godziny
pt: aberto 24 horas
ro: deschis 24 de ore
ru: открыт 24 часа

# gas_station_opening_hours_closed
source: closed
cs: uzavřeno
de: geschlossen
es: cerrado
fr: fermé
it: chiuso
nl: gesloten
pl: zamknięta
pt: fechado
ro: închisă
ru: закрытый

# gas_station_opening_hours_daily
source: Daily
cs: Denně
de: Täglich
es: Diario
fr: Quotidiennement
it: Quotidiano
nl: Dagelijks
pl: Codziennie
pt: Diário
ru: Ежедневно

# gas_station_opening_hours_hint
source: Opening hours may differ on holidays.
cs: Otevírací doba se může o svátcích lišit.
de: An Feiertagen können die Öffnungszeiten evtl. abweichen.
es: Los horarios de apertura pueden variar en los días festivos.
fr: Les heures d'ouverture peuvent différer les jours fériés.
it: Gli orari di apertura possono variare nei giorni festivi.
nl: Op feestdagen kunnen andere openingstijden gelden.
pl: W święta godziny otwarcia mogą się różnić.
pt: O horário de abertura pode ser diferente nos feriados.
ro: Orele de deschidere pot fi diferite în zilele de sărbătoare.
ru: Часы работы могут отличаться в праздничные дни.

# gas_station_opening_hours_not_available
source: Opening hours are currently not available.
cs: Otevírací doba není v současné době k dispozici.
de: Öffnungszeiten sind leider nicht verfügbar.
es: El horario de apertura no está disponible actualmente.
fr: Les heures d'ouverture ne sont pas disponibles actuellement.
it: Gli orari di apertura non sono attualmente disponibili.
nl: De openingstijden zijn momenteel niet bekend.
pl: Godziny otwarcia nie są obecnie dostępne.
pt: O horário de abertura não está actualmente disponível.
ro: În prezent, orele de deschidere nu sunt disponibile.
ru: Часы работы в настоящее время не указаны.

# gas_station_opening_hours_title
source: Opening hours
cs: Otevírací doba
de: Öffnungszeiten
es: Horarios de apertura
fr: Heures d'ouverture
it: Orari di apertura
nl: Openingstijden
pl: Godziny otwarcia
pt: Horário de abertura
ro: Ore de deschidere
ru: Часы работы

# general_error_title
source: Loading failed
cs: Načítání se nezdařilo
de: Laden fehlgeschlagen
es: Carga fallida
fr: Le chargement a échoué
it: Caricamento non riuscito
nl: Laden mislukt
pl: Ładowanie nie powiodło się
pt: Falha no carregamento
ro: Încărcarea nu a reușit
ru: Загрузка не удалась

# list_tab_label
source: List
cs: Seznam
de: Liste
es: Lista
fr: Liste
it: Elenco
nl: Lijst
pl: Lista
pt: Lista
ro: Lista
ru: Список

# more_tab_label
source: More
cs: Více
de: Mehr
es: Más
fr: Plus
it: Più
nl: Meer
pl: Więcej
pt: Mais
ro: Mai mult
ru: Подробнее

# onboarding_authentication_action
source: Log in or register
cs: Přihlaste se nebo se zaregistrujte
de: Anmelden oder registrieren
es: Conectarse o registrarse
fr: Se connecter ou s'inscrire
it: Accedi o registrati
nl: Inloggen of registreren
pl: Zaloguj się lub zarejestruj
pt: Iniciar sessão ou registar-se
ro: Autentificați-vă sau înregistrați-vă
ru: Войдите или зарегистрируйтесь

# onboarding_authentication_description
source: For easy payment with the app you have to register or login with your existing PACE-ID.
cs: Chcete-li provést jednoduchou platbu pomocí aplikace, musíte se zaregistrovat nebo přihlásit pomocí svého stávajícího PACE ID.
de: Für die einfache Zahlung mit der App musst du dich registrieren oder mit deiner vorhandenen PACE-ID anmelden.
es: Para realizar un pago sencillo con la aplicación, debe registrarse o iniciar sesión con su identificación PACE existente.
fr: Pour payer facilement avec l'application, tu dois t'inscrire ou te connecter avec ton identifiant PACE existant.
it: Per effettuare un semplice pagamento con l'app, è necessario registrarsi o accedere con il proprio ID PACE.
nl: Om een eenvoudige betaling met de app te doen, moet je je registreren of inloggen met je bestaande PACE ID.
pl: Aby dokonać prostej płatności za pomocą aplikacji, należy się zarejestrować lub zalogować przy użyciu istniejącego identyfikatora PACE ID.
pt: Para efetuar um pagamento simples com a aplicação, é necessário registar-se ou iniciar sessão com o seu ID PACE existente.
ro: Pentru a efectua o plată simplă cu ajutorul aplicației, trebuie să vă înregistrați sau să vă conectați cu ID-ul PACE existent.
ru: Чтобы совершить простой платеж с помощью приложения, вам нужно зарегистрироваться или войти в систему с помощью существующего идентификатора PACE.

# onboarding_authentication_title
source: Add profile
cs: Profil obchodu
de: Profil hinterlegen
es: Perfil de la tienda
fr: Déposer un profil
it: Profilo del negozio
nl: Winkelprofiel
pl: Profil sklepu
pt: Perfil da loja
ro: Profilul magazinului
ru: Профиль магазина

# onboarding_create_pin_description
source: Choose a four-digit PIN to be used to confirm payments.
cs: Zvolte čtyřmístný kód PIN, který se bude používat k potvrzování plateb.
de: Wähle eine vier-stellige PIN, die zur Bestätigung von Zahlungen verwendet werden soll.
es: Seleccione un PIN de cuatro dígitos que se utilizará para confirmar los pagos.
fr: Choisis un code PIN à quatre chiffres qui sera utilisé pour confirmer les paiements.
it: Selezionare un PIN di quattro cifre da utilizzare per confermare i pagamenti.
nl: Selecteer een viercijferige pincode om betalingen te bevestigen.
pl: Wybierz czterocyfrowy kod PIN, który będzie używany do potwierdzania płatności.
pt: Seleccione um PIN de quatro dígitos a ser utilizado para confirmar pagamentos.
ro: Selectați un cod PIN din patru cifre care să fie utilizat pentru a confirma plățile.
ru: Выберите четырехзначный PIN-код, который будет использоваться для подтверждения платежей.

# onboarding_create_pin_title
source: Choose PIN
cs: Zvolte kód PIN
de: PIN wählen
es: Seleccionar PIN
fr: Choisir un code PIN
it: Selezionare il PIN
nl: PIN kiezen
pl: Wybierz kod PIN
pt: Selecionar PIN
ro: Selectați PIN
ru: Выберите PIN-код

# onboarding_enter_one_time_password_description
source: Please authorise the change with the confirmation code from your e-mail inbox.
cs: Změnu autorizujte pomocí potvrzovacího kódu z e-mailové schránky.
de: Bitte autorisiere die Änderung mit dem Bestätigungscode aus deinem E-Mail Postfach.
es: Por favor, autorice el cambio con el código de confirmación de su buzón de correo electrónico.
fr: Veuillez autoriser la modification à l'aide du code de confirmation figurant dans votre boîte aux lettres électronique.
it: Si prega di autorizzare la modifica con il codice di conferma dalla casella di posta elettronica.
nl: Autoriseer de wijziging met de bevestigingscode uit je inbox e-mail.
pl: Prosimy o autoryzację zmiany kodem potwierdzającym ze skrzynki e-mail.
pt: Por favor, autorize a alteração com o código de confirmação da sua caixa de correio eletrónico.
ro: Vă rugăm să autorizați modificarea cu ajutorul codului de confirmare din căsuța dvs. de e-mail.
ru: Пожалуйста, авторизуйте изменение с помощью кода подтверждения из вашего электронного почтового ящика.

# onboarding_enter_one_time_password_title
source: Enter confirmation code
cs: Zadejte potvrzovací kód
de: Bestätigungscode eingeben
es: Introduzca el código de confirmación
fr: Saisir le code de confirmation
it: Inserire il codice di conferma
nl: Bevestigingscode invoeren
pl: Wprowadź kod potwierdzający
pt: Introduzir o código de confirmação
ro: Introduceți codul de confirmare
ru: Введите код подтверждения

# onboarding_error_authorization
source: Your input could not be verified. Please try again.
cs: Váš záznam se nepodařilo ověřit. Zkuste to prosím znovu.
de: Deine Eingabe konnte nicht verifiziert werden. Bitte versuche es erneut.
es: Su entrada no ha podido ser verificada. Por favor, inténtelo de nuevo.
fr: Ta saisie n'a pas pu être vérifiée. Veuillez réessayer.
it: Non è stato possibile verificare la sua iscrizione. Si prega di riprovare.
nl: Je invoer kon niet worden geverifieerd. Probeer het opnieuw.
pl: Twoje zgłoszenie nie mogło zostać zweryfikowane. Spróbuj ponownie.
pt: A sua entrada não pôde ser verificada. Por favor, tente novamente.
ro: Intrarea dvs. nu a putut fi verificată. Vă rugăm să încercați din nou.
ru: Ваша запись не может быть проверена. Пожалуйста, попробуйте еще раз.

# onboarding_fuel_type_description
source: And finally: Which fuel prices should we show you?
cs: A nakonec: Jaké ceny pohonných hmot bychom vám měli ukázat?
de: Und zum Schluss: Welche Kraftstoffpreise sollen wir dir anzeigen?
es: Y por último: ¿Qué precios de combustible debemos mostrarte?
fr: Et pour finir : Quels prix de carburant devrions-nous t'indiquer ?
it: E infine: Quali prezzi del carburante dovremmo mostrare?
nl: En tot slot: Welke brandstofprijzen moeten we je laten zien?
pl: I wreszcie: Które ceny paliw powinniśmy pokazać?
pt: E finalmente: Quais os preços dos combustíveis que lhe devemos mostrar?
ro: Și în final: Ce prețuri la carburanți ar trebui să vă arătăm?
ru: И наконец: Какие цены на топливо мы должны вам показать?

# onboarding_fuel_type_title
source: Fuel type
cs: Typ paliva
de: Kraftstofftyp
es: Tipo de combustible
fr: Type de carburant
it: Tipo di carburante
nl: Brandstof
pl: Rodzaj paliwa
pt: Tipo de combustível
ro: Tipul de combustibil
ru: Тип топлива

# onboarding_fuel_type_unselected_text
source: Please select a fuel type.
cs: Vyberte typ paliva.
de: Bitte wähle eine Kraftstoffart aus.
es: Seleccione un tipo de combustible.
fr: Veuillez sélectionner un type de carburant.
it: Selezionare un tipo di carburante.
nl: Selecteer een brandstoftype.
pl: Wybierz rodzaj paliwa.
pt: Seleccione um tipo de combustível.
ro: Vă rugăm să selectați un tip de combustibil.
ru: Пожалуйста, выберите тип топлива.

# onboarding_invalid_session
source: Your session has expired.
cs: Vaše relace vypršela.
de: Deine Sitzung ist abgelaufen.
es: Su sesión ha expirado.
fr: Ta session a expiré.
it: La sessione è scaduta.
nl: Uw sessie is verlopen.
pl: Twoja sesja wygasła.
pt: A sua sessão expirou.
ro: Sesiunea dvs. a expirat.
ru: Ваша сессия истекла.

# onboarding_legal_data_privacy
source: privacy policy
cs: zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: política de privacidad
fr: politique de confidentialité
it: l'informativa sulla privacy
nl: privacybeleid
pl: politykę prywatności
pt: política de privacidade
ro: politica de confidențialitate
ru: политику конфиденциальности

# onboarding_legal_description
source: I agree to the terms of use and have read and understood the privacy policy.
cs: Souhlasím s podmínkami používání a přečetl/a jsem si zásady ochrany osobních údajů a porozuměl/a jsem jim.
de: Ich stimme den Nutzungsbedingungen zu und habe die Datenschutzbestimmungen gelesen und verstanden.
es: Acepto las condiciones de uso y he leído y comprendido la política de privacidad.
fr: J'accepte les conditions d'utilisation et j'ai lu et compris la politique de confidentialité.
it: Accetto le condizioni di utilizzo e ho letto e compreso l'informativa sulla privacy.
nl: Ik ga akkoord met de gebruiksvoorwaarden en heb het privacybeleid gelezen en begrepen.
pl: Zgadzam się z warunkami użytkowania oraz przeczytałem i zrozumiałem politykę prywatności.
pt: Concordo com os termos de utilização e li e compreendi a política de privacidade.
ro: Sunt de acord cu termenii de utilizare și am citit și înțeles politica de confidențialitate.
ru: Я согласен с условиями использования, прочитал и понял политику конфиденциальности.

# onboarding_legal_terms_of_use
source: terms of use
cs: podmínkami používání
de: Nutzungsbedingungen
es: condiciones de uso
fr: conditions d'utilisation
it: condizioni di utilizzo
nl: gebruiksvoorwaarden
pl: warunkami użytkowania
pt: termos de utilização
ro: termenii de utilizare
ru: условиями использования

# onboarding_legal_title
source: Before we continue
cs: Před zahájením
de: Bevor es losgeht
es: Antes de empezar
fr: Avant de commencer
it: Prima di iniziare
nl: Voordat het begint
pl: Przed rozpoczęciem
pt: Antes de começar
ro: Înainte de a începe
ru: Перед началом

# onboarding_login_unsuccessful
source: Login failed. Without an account, paying your fuel with your smartphone is not possible.
cs: Přihlášení se nezdařilo. Bez účtu není možné platit za tankování chytrým telefonem.
de: Login fehlgeschlagen. Ohne Konto ist das Bezahlen deines Tanks mit deinem Smartphone nicht möglich.
es: Login fallido. No es posible pagar el depósito de gasolina con el smartphone sin una cuenta.
fr: Échec de la connexion. Sans compte, il n'est pas possible de payer ton réservoir avec ton smartphone.
it: Accesso fallito. Non è possibile pagare il pieno di benzina con lo smartphone senza un account.
nl: Inloggen mislukt. Zonder account is het niet mogelijk om met je smartphone te betalen voor je benzinetank.
pl: Logowanie nie powiodło się. Nie można zapłacić za tankowanie smartfonem bez posiadania konta.
pt: O login falhou. Não é possível pagar o depósito de gasolina com o seu smartphone sem uma conta.
ro: Autentificarea a eșuat. Nu este posibil să plătiți pentru rezervorul de benzină cu smartphone-ul dvs. fără un cont.
ru: Не удалось войти в систему. Без учетной записи оплатить бензобак с помощью смартфона невозможно.

# onboarding_payment_method_action
source: Add payment method
cs: Nastavení způsobu platby
de: Zahlungsmethode einrichten
es: Configurar el método de pago
fr: Configurer le mode de paiement
it: Impostazione del metodo di pagamento
nl: Betaalmethode instellen
pl: Konfiguracja metody płatności
pt: Configurar o método de pagamento
ro: Configurați metoda de plată
ru: Настройте способ оплаты

# onboarding_payment_method_description
source: Select a payment method to start your first refueling.
cs: Zadejte způsob platby, abyste mohli zahájit první tankování.
de: Hinterlege eine Zahlungsmethode, damit du mit deinem ersten Tankvorgang starten kannst.
es: Introduzca un método de pago para poder iniciar su primer proceso de repostaje.
fr: Enregistre un mode de paiement pour pouvoir commencer à faire le plein.
it: Inserite un metodo di pagamento per iniziare il primo rifornimento.
nl: Voer een betaalmethode in zodat je kunt beginnen met je eerste tankbeurt.
pl: Wprowadź metodę płatności, aby rozpocząć proces pierwszego tankowania.
pt: Introduza um método de pagamento para poder iniciar o seu primeiro processo de reabastecimento.
ro: Introduceți o metodă de plată pentru a putea începe primul proces de realimentare.
ru: Введите способ оплаты, чтобы начать первую заправку.

# onboarding_payment_method_title
source: Payment method
cs: Způsob platby
de: Zahlungsmethode
es: Forma de pago
fr: Méthode de paiement
it: Metodo di pagamento
nl: Betaalmethode
pl: Metoda płatności
pt: Método de pagamento
ro: Metoda de plată
ru: Способ оплаты

# onboarding_permission_action
source: Allow location access
cs: Místo vydání
de: Standort freigeben
es: Lugar de publicación
fr: Partager l'emplacement
it: Luogo di rilascio
nl: Locatie vrijgeven
pl: Miejsce wydania
pt: Local de libertação
ro: Locația eliberării
ru: Место выпуска

# onboarding_permission_description
source: To show you the closest gas station, we need access to your precise location.
cs: Pro zobrazení nejbližší čerpací stanice potřebujeme přístup k vaší přesné poloze.
de: Um die nächstgelegene Tankstelle zu sehen, benötigen wir Zugriff auf deinen genauen Standort.
es: Para ver la gasolinera más cercana, necesitamos acceder a su ubicación exacta.
fr: Pour voir la station-service la plus proche, nous devons avoir accès à ta localisation exacte.
it: Per vedere la stazione di servizio più vicina, abbiamo bisogno di accedere alla vostra posizione esatta.
nl: Om het dichtstbijzijnde tankstation te zien, hebben we toegang tot je exacte locatie nodig.
pl: Aby zobaczyć najbliższą stację benzynową, potrzebujemy dostępu do dokładnej lokalizacji użytkownika.
pt: Para ver a estação de serviço mais próxima, precisamos de ter acesso à sua localização exacta.
ro: Pentru a vedea cea mai apropiată stație de benzină, avem nevoie de acces la locația dvs. exactă.
ru: Чтобы увидеть ближайшую заправочную станцию, нам нужен доступ к вашему точному местоположению.

# onboarding_permission_title
source: Gas stations near you
cs: Čerpací stanice ve vašem okolí
de: Tankstellen in deiner Nähe
es: Gasolineras cercanas
fr: Stations-service près de chez toi
it: Le stazioni di servizio più vicine a voi
nl: Tankstations bij jou in de buurt
pl: Stacje benzynowe w pobliżu
pt: Estações de serviço perto de si
ro: Benzinării în apropierea dumneavoastră
ru: Автозаправочные станции рядом с вами

# onboarding_pin_error_invalid_length
source: The PIN must be a 4-digit number.
cs: PIN musí mít čtyři číslice.
de: Die PIN muss vierstellig sein.
es: El PIN debe tener cuatro dígitos.
fr: Le code PIN doit être composé de quatre chiffres.
it: Il PIN deve essere di quattro cifre.
nl: De PIN-code moet uit vier cijfers bestaan.
pl: Kod PIN musi składać się z czterech cyfr.
pt: O PIN tem de ter quatro dígitos.
ro: PIN-ul trebuie să fie format din patru cifre.
ru: PIN-код должен состоять из четырех цифр.

# onboarding_pin_error_mismatch
source: The PINs do not match. Try again.
cs: Kódy PIN se neshodují. Zkuste to znovu.
de: Die PINs stimmen nicht überein. Versuche es erneut.
es: Los PIN no coinciden. Inténtelo de nuevo.
fr: Les codes PIN ne correspondent pas. Réessaie.
it: I PIN non corrispondono. Riprovare.
nl: De pincodes komen niet overeen. Probeer het opnieuw.
pl: Kody PIN nie są zgodne. Spróbuj ponownie.
pt: Os PINs não coincidem. Tente novamente.
ro: PIN-urile nu se potrivesc. Încercați din nou.
ru: PIN-коды не совпадают. Попробуйте еще раз.

# onboarding_pin_error_not_secure
source: The PIN is too simple (0000 or 1234 are not allowed). Choose a different PIN
cs: PIN je příliš jednoduchý (0000 nebo 1234 nejsou povoleny). Zvolte jiný PIN.
de: Die PIN ist zu einfach (0000 oder 1234 sind nicht erlaubt). Wähle eine andere PIN
es: El PIN es demasiado simple (0000 o 1234 no están permitidos). Elija un PIN diferente
fr: Le code PIN est trop simple (0000 ou 1234 ne sont pas autorisés). Choisis un autre code PIN
it: Il PIN è troppo semplice (0000 o 1234 non sono ammessi). Scegliere un PIN diverso.
nl: De PIN-code is te eenvoudig (0000 of 1234 is niet toegestaan). Kies een andere PIN-code.
pl: Kod PIN jest zbyt prosty (0000 lub 1234 są niedozwolone). Wybierz inny kod PIN.
pt: O PIN é demasiado simples (0000 ou 1234 não são permitidos). Escolha um PIN diferente.
ro: PIN-ul este prea simplu (0000 sau 1234 nu sunt permise). Alegeți un alt PIN
ru: Слишком простой PIN-код (0000 или 1234 недопустимы). Выберите другой PIN-код

# onboarding_pin_error_series
source: The PIN must not be a series of ascending or descending digits.
cs: PIN nesmí být tvořen řadou vzestupných nebo sestupných číslic.
de: Die PIN darf keine Serie auf- oder absteigender Ziffern sein.
es: El PIN no debe ser una serie de dígitos ascendentes o descendentes.
fr: Le code PIN ne doit pas être une série de chiffres croissants ou décroissants.
it: Il PIN non deve essere una serie di cifre ascendenti o discendenti.
nl: De PIN-code mag geen reeks oplopende of aflopende cijfers zijn.
pl: Kod PIN nie może być ciągiem cyfr rosnących lub malejących.
pt: O PIN não pode ser uma série de dígitos ascendentes ou descendentes.
ro: PIN-ul nu trebuie să fie o serie de cifre ascendente sau descendente.
ru: PIN-код не должен состоять из ряда возрастающих или убывающих цифр.

# onboarding_pin_error_too_few_digits
source: The PIN must contain at least three different digits.
cs: PIN musí obsahovat alespoň tři různé číslice.
de: Die PIN muss mindestens drei unterschiedliche Ziffern enthalten.
es: El PIN debe contener al menos tres dígitos diferentes.
fr: Le code PIN doit contenir au moins trois chiffres différents.
it: Il PIN deve contenere almeno tre cifre diverse.
nl: De PIN-code moet minstens drie verschillende cijfers bevatten.
pl: Kod PIN musi zawierać co najmniej trzy różne cyfry.
pt: O PIN deve conter pelo menos três dígitos diferentes.
ro: PIN-ul trebuie să conțină cel puțin trei cifre diferite.
ru: PIN-код должен содержать не менее трех разных цифр.

# onboarding_retry_login
source: Retry login
cs: Zkuste se znovu přihlásit
de: Anmeldung erneut versuchen
es: Intenta conectarte de nuevo
fr: Réessayer de se connecter
it: Provare ad accedere di nuovo
nl: Probeer opnieuw in te loggen
pl: Spróbuj zalogować się ponownie
pt: Tentar iniciar sessão novamente
ro: Încercați să vă conectați din nou
ru: Попробуйте войти в систему снова

# onboarding_tracking_app_tracking
source: app tracking
cs: analýzu používání
es: seguimiento de la aplicación
fr: suivi de l'application
it: l'analisi dell'utilizzo
nl: gebruiksanalyse
pl: analizę użytkowania
pt: análise de utilização
ro: urmărirea aplicației
ru: отслеживание приложения
