Repository: pace/connectedfueling-app-ios
Catalog: App/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, nl, pl, pt, ro, ru

# ALERT.LOCATION_PERMISSION.ACTIONS.OPEN_SETTINGS
source: Open settings
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir la configuración
fr: Ouvrir les paramètres
it: Impostazioni aperte
nl: Open instellingen
pl: Ustawienia otwarte
pt: Definições abertas
ro: Deschideți setările
ru: Открытые настройки

# DASHBOARD.EMPTY_VIEW.DESCRIPTION
source: No gas stations where found nearby your location.
cs: Ve vašem okolí nebyly nalezeny žádné čerpací stanice.
de: Es wurden keine Tankstellen in deiner Nähe gefunden.
es: No se han encontrado gasolineras cerca de usted.
fr: Aucune station-service n'a été trouvée près de chez toi.
it: Non sono state trovate stazioni di servizio vicino a voi.
nl: Er werden geen benzinestations in uw buurt gevonden.
pl: W pobliżu nie znaleziono żadnych stacji benzynowych.
pt: Não foram encontradas estações de serviço perto de si.
ro: Nu au fost găsite stații de benzină în apropierea dumneavoastră.
ru: Рядом с вами не найдено ни одной автозаправочной станции.

# DASHBOARD.EMPTY_VIEW.TITLE
source: No gas stations nearby
cs: Bohužel ve vaší blízkosti nejsou žádné čerpací stanice
de: Keine Tankstellen in deiner Nähe
es: No hay gasolineras cerca de usted
fr: Pas de station-service près de chez toi
it: Purtroppo non ci sono stazioni di servizio nelle vostre vicinanze
nl: Helaas geen tankstations bij jou in de buurt
pl: Niestety w pobliżu nie ma stacji benzynowych
pt: Infelizmente não há estações de serviço perto de si
ro: Nu există stații de benzină în apropierea dumneavoastră
ru: Рядом с вами нет автозаправочных станций

# DASHBOARD.LOADING_VIEW.DESCRIPTION
source: We are searching for the nearest gas stations in your area. This may take a moment.
cs: Vyhledáme nejbližší čerpací stanice ve vaší oblasti. To může chvíli trvat.
de: Wir suchen die nächstgelegenen Tankstellen in deiner Nähe. Dies kann einen Moment dauern.
es: Buscaremos las gasolineras más cercanas en su zona. Esto puede llevar un momento.
fr: Nous recherchons les stations-service les plus proches de chez toi. Cela peut prendre un certain temps.
it: Cercheremo le stazioni di servizio più vicine alla vostra zona. L'operazione potrebbe richiedere un attimo.
nl: Wij zoeken de dichtstbijzijnde benzinestations in uw buurt. Dit kan even duren.
pl: Wyszukamy najbliższe stacje benzynowe w Twojej okolicy. Może to zająć chwilę.
pt: Procuraremos as estações de serviço mais próximas na sua área. Isto pode demorar um momento.
ro: Vom căuta cele mai apropiate stații de benzină din zona dumneavoastră. Acest lucru poate dura un moment.
ru: Мы выполним поиск ближайших АЗС в вашем регионе. Это может занять некоторое время.

# DASHBOARD.LOADING_VIEW.TITLE
source: Searching gas stations...
cs: Hledání čerpacích stanic...
de: Suche Tankstellen...
es: Buscar gasolineras...
fr: Recherche stations-service...
it: Ricerca stazioni di servizio...
nl: Zoek benzinestations...
pl: Wyszukaj stacje benzynowe...
pt: Pesquisar postos de gasolina...
ro: Căutați benzinării...
ru: Поиск автозаправочных станций...

# DASHBOARD.LOGOUT.CONFIRM.ACTION.LOGOUT
source: LOGOUT
cs: REGISTRACE
de: ABMELDEN
es: REGISTRO
fr: S'INSCRIRE
it: REGISTRAZIONE
nl: REGISTER
pl: REGISTER
pt: INSCREVA-SE
ro: ÎNREGISTRARE
ru: РЕГИСТРАЦИЯ

# DASHBOARD.LOGOUT.CONFIRM.DESCRIPTION
source: Your data will still be saved in your PACE-ID account.
cs: Vaše údaje jsou stále uloženy na vašem účtu PACE-ID.
de: Deine Daten sind weiterhin in deinem PACE-ID Account gespeichert.
es: Sus datos siguen almacenados en su cuenta PACE-ID.
fr: Tes données sont toujours enregistrées dans ton compte PACE-ID.
it: I vostri dati sono ancora memorizzati nel vostro account PACE-ID.
nl: Uw gegevens worden nog steeds opgeslagen in uw PACE-ID account.
pl: Twoje dane są nadal przechowywane na koncie PACE-ID.
pt: Os seus dados ainda são armazenados na sua conta PACE-ID.
ro: Datele dumneavoastră sunt stocate în continuare în contul dumneavoastră PACE-ID.
ru: Ваши данные по-прежнему хранятся в вашей учетной записи PACE-ID.

# DASHBOARD.LOGOUT.CONFIRM.TITLE
source: Do you really want to logout?
cs: Opravdu se chcete odhlásit?
de: Willst du dich wirklich abmelden?
es: ¿Realmente quieres firmar la salida?
fr: Tu veux vraiment te désinscrire ?
it: Vuoi davvero firmare per uscire?
nl: Wil je je echt afmelden?
pl: Czy naprawdę chcesz się wypisać?
pt: Quer mesmo assinar a saída?
ro: Chiar vreți să vă retrageți?
ru: Вы действительно хотите выписаться?

# DASHBOARD.SECTIONS.NEAREST_GAS_STATION
source: Nearest gas station
cs: Nejbližší čerpací stanice
de: Nächstgelegene Tankstelle
es: Gasolinera más cercana
fr: Station-service la plus proche
it: Stazione di servizio più vicina
nl: Dichtstbijzijnde benzinestation
pl: Najbliższa stacja benzynowa
pt: Estação de serviço mais próxima
ro: Cea mai apropiată stație de benzină
ru: Ближайшая автозаправочная станция

# DASHBOARD.SECTIONS.OTHER_GAS_STATIONS
source: Other gas stations
cs: Více čerpacích stanic
de: Weitere Tankstellen
es: Más gasolineras
fr: Autres stations-service
it: Più stazioni di servizio
nl: Meer benzinestations
pl: Więcej stacji benzynowych
pt: Mais estações de serviço
ro: Mai multe benzinării
ru: Больше автозаправочных станций

# FUEL_TYPE.DIESEL
source: DIESEL
ru: ДИЗЕЛЬ

# FUEL_TYPE.SUPER
source: SUPER
ru: СУПЕР

# FUEL_TYPE.SUPER_E10
source: SUPER E10
ru: СУПЕР E10

# FUEL_TYPE.SUPER_PLUS
source: SUPER PLUS
ru: СУПЕР ПЛЮС

# FUEL_TYPE_SELECTION
source: What fuel prices should we show you?
cs: Jaké ceny paliva vám máme ukázat?
de: Welche Kraftstoffpreise sollen wir Ihnen zeigen?
es: ¿Qué precios de combustible deberíamos mostrarte?
fr: Quels prix du carburant devrions-nous vous montrer ?
it: Quali prezzi del carburante dovremmo mostrarti?
nl: Welke brandstofprijzen moeten we u laten zien?
pl: Jakie ceny paliw mamy Ci pokazać?
pt: Que preços de combustível devemos mostrar-lhe?
ro: Ce prețuri de combustibil ar trebui să vă arătăm?
ru: Какие цены на топливо мы должны вам показать?

# GLOBAL.ACTIONS.CLOSE
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudere
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închideți
ru: Закрыть

# HOME.LOADING_FAILED_TEXT
source: Gas stations could not be loaded. Check your connection!
cs: Čerpací stanice se nepodařilo načíst. Zkontrolujte připojení!
de: Tankstellen konnten nicht geladen werden. Überprüfen Sie Ihre Verbindung!
es: No se pudieron cargar gasolineras. ¡Comprueba tu conexión!
fr: Les stations-service n'ont pas pu être chargées. Vérifiez votre connexion !
it: Impossibile caricare le stazioni di servizio. Controlla la tua connessione!
nl: Benzinestations konden niet worden geladen. Controleer uw verbinding!
pl: Nie można załadować stacji benzynowych. Sprawdź swoje połączenie!
pt: Os postos de gasolina não puderam ser carregados. Verifique sua conexão!
ro: Benzinăriile nu au putut fi încărcate. Verifică-ți conexiunea!
ru: Заправки не могли быть загружены. Проверьте свое соединение!

# HOME.LOOKING_FOR_LOCATION_TEXT
source: We are currently locating you. This might take a moment.
cs: Momentálně vás hledáme. Může to chvíli trvat.
de: Wir suchen Sie gerade. Dies kann einen Moment dauern.
es: Actualmente te estamos localizando. Esto podría tardar un momento.
fr: Nous vous localisons actuellement. Cela peut prendre un moment.
it: Ti stiamo attualmente localizzando. L'operazione potrebbe richiedere un momento.
nl: We zijn u momenteel aan het lokaliseren. Dit kan even duren.
pl: Aktualnie Cię lokalizujemy. To może chwilę potrwać.
pt: No momento estamos localizando você. Isso pode demorar um pouco.
ro: În prezent vă găsim. Acest lucru ar putea dura un moment.
ru: В настоящее время мы находим вас. Это может занять некоторое время.

# HOME.LOOKING_FOR_LOCATION_TITLE
source: Looking for location…
cs: Hledání umístění…
de: Standort gesucht…
es: Buscando ubicación…
fr: Vous cherchez un emplacement…
it: Alla ricerca della posizione…
nl: Op zoek naar locatieâ€¦
pl: Szukam lokalizacji…
pt: Procurando localização…
ro: Caut locatie...
ru: Ищем место…

# HOME.PRICE_NOT_AVAILABLE_DESCRIPTION
source: For this gas station and your fuel type there are currently no prices available.
cs: Pro tuto čerpací stanici a váš typ paliva nejsou aktuálně k dispozici žádné ceny.
de: Für diese Tankstelle und Ihre Kraftstoffart sind derzeit keine Preise verfügbar.
es: Para esta gasolinera y su tipo de combustible no hay precios disponibles actualmente.
fr: Pour cette station-service et votre type de carburant, aucun prix n'est actuellement disponible.
it: Per questa stazione di servizio e il tuo tipo di carburante non ci sono attualmente prezzi disponibili.
nl: Voor dit tankstation en uw brandstoftype zijn momenteel geen prijzen beschikbaar.
pl: Dla tej stacji benzynowej i Twojego rodzaju paliwa obecnie nie są dostępne żadne ceny.
pt: Para este posto de gasolina e seu tipo de combustível não há preços disponíveis no momento.
ro: Pentru această benzinărie și tipul dvs. de combustibil nu există momentan prețuri disponibile.
ru: Для данной заправки и вашего типа топлива на данный момент цены отсутствуют.

# LOCATION_DIALOG.DISABLED_TEXT
source: To show you petrol stations near you, location services must be enabled.
cs: Aby se vám zobrazily čerpací stanice ve vašem okolí, musí být povoleny služby určování polohy.
de: Um Ihnen Tankstellen in Ihrer Nähe anzuzeigen, müssen Ortungsdienste aktiviert sein.
es: Para mostrarte gasolineras cercanas a ti, los servicios de localización deben estar habilitados.
fr: Pour vous montrer les stations-service à proximité de chez vous, les services de localisation doivent être activés.
it: Per mostrarti le stazioni di servizio vicino a te, i servizi di localizzazione devono essere abilitati.
nl: Om u tankstations bij u in de buurt te kunnen tonen, moeten locatiediensten zijn ingeschakeld.
pl: Aby wyświetlać stacje benzynowe w pobliżu, należy włączyć usługi lokalizacyjne.
pt: Para mostrar postos de gasolina perto de você, os serviços de localização devem estar ativados.
ro: Pentru a vă afișa benzinăriile din apropiere, serviciile de localizare trebuie să fie activate.
ru: Чтобы показывать ближайшие заправочные станции, необходимо включить службы определения местоположения.

# LOCATION_DIALOG.DISABLED_TITLE
source: Location services disabled
cs: Lokalizační služby jsou zakázány
de: Ortungsdienste deaktiviert
es: Servicios de ubicación inhabilitados
fr: Services de localisation désactivés
it: Servizi di localizzazione disabilitati
nl: Locatieservices uitgeschakeld
pl: Usługi lokalizacyjne wyłączone
pt: Serviços de localização desativados
ro: Servicii de localizare dezactivate
ru: Службы определения местоположения отключены

# LOCATION_DIALOG.PERMISSION_DENIED_TEXT
source: To show you the nearest gas station, we need access to your current location.
cs: Abychom vám ukázali nejbližší čerpací stanici, potřebujeme přístup k vaší aktuální poloze.
de: Um Ihnen die nächstgelegene Tankstelle anzuzeigen, benötigen wir Zugriff auf Ihren aktuellen Standort.
es: Para mostrarle la gasolinera más cercana, necesitamos acceso a su ubicación actual.
fr: Pour vous montrer la station-service la plus proche, nous avons besoin d'accéder à votre position actuelle.
it: Per mostrarti la stazione di servizio più vicina, abbiamo bisogno dell'accesso alla tua posizione attuale.
nl: Om u het dichtstbijzijnde tankstation te kunnen tonen, hebben wij toegang tot uw huidige locatie nodig.
pl: Aby pokazać Ci najbliższą stację benzynową, potrzebujemy dostępu do Twojej aktualnej lokalizacji.
pt: Para lhe mostrar o posto de gasolina mais próximo, precisamos de acesso à sua localização atual.
ro: Pentru a vă arăta cea mai apropiată benzinărie, avem nevoie de acces la locația dvs. actuală.
ru: Чтобы показать вам ближайшую заправочную станцию, нам нужен доступ к вашему текущему местоположению.

# LOCATION_DIALOG.PERMISSION_DENIED_TITLE
source: Location permission not granted
cs: Oprávnění k poloze nebylo uděleno
de: Standorterlaubnis nicht erteilt
es: Permiso de ubicación no concedido
fr: Autorisation de localisation non accordée
it: Autorizzazione alla posizione non concessa
nl: Locatietoestemming niet verleend
pl: Nie przyznano pozwolenia na lokalizację
pt: Permissão de localização não concedida
ro: Permisiunea de locație nu a fost acordată
ru: Разрешение на определение местоположения не предоставлено

# MENU.ITEMS.CONTACT
source: Contact us
cs: Kontaktujte nás
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Contate-nos
ro: Contactaţi-ne
ru: Связаться с нами

# MENU.ITEMS.FUEL_TYPE
source: Change fuel type
cs: Změna typu paliva
de: Kraftstofftyp ändern
es: Cambiar el tipo de combustible
fr: Modifier le type de carburant
it: Cambiare il tipo di carburante
nl: Brandstofsoort wijzigen
pl: Zmiana rodzaju paliwa
pt: Mudar o tipo de combustível
ro: Schimbarea tipului de combustibil
ru: Изменить тип топлива

# MENU.ITEMS.IMPRINT
source: Legal Notice
cs: Otisk
de: Impressum
es: Pie de imprenta
fr: Mentions légales
it: Impronta
nl: Afdruk
pl: Nadruk
pt: Impressão
ro: Imprimare
ru: Оттиск

# MENU.ITEMS.LICENCES
source: Licenses
cs: licence
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
nl: Licenties
pl: Licencje
pt: Licenças
ro: Licențe
ru: Лицензии

# MENU.ITEMS.LOGOUT
source: Logout
cs: Odhlášení
de: Abmelden
es: Cerrar la sesión
fr: Se désinscrire
it: Disconnettersi
nl: Log uit.
pl: Wyloguj się
pt: Sair
ro: Deconectați-vă
ru: Выйти из системы

# MENU.ITEMS.PAYMENT_HISTORY
source: Show payment history
cs: Zobrazit historii plateb
de: Zahlungshistorie anzeigen
es: Mostrar el historial de pagos
fr: Afficher l'historique des paiements
it: Mostra lo storico dei pagamenti
nl: Betalingsgeschiedenis tonen
pl: Pokaż historię płatności
pt: Mostrar histórico de pagamentos
ro: Afișați istoricul plăților
ru: Показать историю платежей

# MENU.ITEMS.PAYMENT_METHODS
source: Edit payment methods
cs: Upravit způsoby platby
de: Zahlungsmethoden bearbeiten
es: Editar los métodos de pago
fr: Traiter les modes de paiement
it: Modifica dei metodi di pagamento
nl: Betaalmethoden wijzigen
pl: Edycja metod płatności
pt: Editar métodos de pagamento
ro: Editați metodele de plată
ru: Редактирование способов оплаты

# MENU.ITEMS.PRIVACY
source: Privacy Statement
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fr: Déclaration de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности

# MENU.ITEMS.TERMS
source: Terms of Use
cs: Podmínky použití
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de uso
ro: Termeni de utilizare
ru: Условия эксплуатации

# PRICE.NOT_AVAILABLE
source: n. a.
cs: n. v.
de: n. v.
es: n. v.
fr: n. v.
it: n. v.
nl: n. v.
pl: n. v.
pt: n. v.
ro: n. v.
ru: н. в.

# SHARE_TITLE
source: Share
cs: Podíl
de: Teilen
es: Compartir
fr: Partager
it: Condividere
nl: Deel
pl: Udział
pt: Compartilhar
ro: Acțiune
ru: Делиться

# alert_location_permission_description
source: To show you the nearest gas station, we need access to your current location.
cs: Abychom vám mohli ukázat nejbližší čerpací stanici, potřebujeme přístup k vaší aktuální poloze.
de: Um dir die nächstgelegene Tankstelle anzuzeigen, brauchen wir Zugriff auf deinen aktuellen Standort.
es: Para mostrarte la gasolinera más cercana, necesitamos acceder a tu ubicación actual.
fr: Pour pouvoir t'indiquer la station-service la plus proche, nous devons avoir accès à ta position actuelle.
it: Per mostrarvi la stazione di servizio più vicina, abbiamo bisogno di accedere alla vostra posizione attuale.
nl: Om u het dichtstbijzijnde tankstation te tonen, hebben we toegang nodig tot uw huidige locatie.
pl: Aby pokazać Ci najbliższą stację benzynową, potrzebujemy dostępu do Twojej aktualnej lokalizacji.
pt: Para lhe mostrar a estação de serviço mais próxima, precisamos de ter acesso à sua localização actual.
ro: Pentru a vă arăta cea mai apropiată benzinărie, avem nevoie de acces la locația dvs. actuală.
ru: Чтобы показать вам ближайшую заправочную станцию, нам необходим доступ к вашему текущему местоположению.

# alert_location_permission_title
source: Location permission not granted
cs: Umístění nezveřejněno
de: Standort nicht freigegeben
es: Ubicación no divulgada
fr: Site non validé
it: Posizione non resa nota
nl: Locatie niet vrijgegeven
pl: Lokalizacja nie została ujawniona
pt: Localização não libertada
ro: Locația nu a fost publicată
ru: Местонахождение не разглашается

# closed_label
source: CLOSED
cs: UZAVŘENO
de: GESCHLOSSEN
es: CERRADO
fr: FERMÉ
it: CHIUSO
nl: GESLOTEN
pl: ZAMKNIĘTE
pt: FECHADO
ro: ÎNCHIS
ru: ЗАКРЫТО

# common_start_fueling
source: Start fueling
cs: Zahájení tankování
de: Tankvorgang starten
es: Empezar a repostar
fr: Commencer à faire le plein
it: Inizia a fare rifornimento
nl: Begin met tanken
pl: Rozpoczęcie tankowania
pt: Começar a abastecer
ro: Începeți să alimentați
ru: Начните заправляться

# common_start_navigation
source: Start navigation
cs: Spuštění navigace
de: Navigation starten
es: Iniciar la navegación
fr: Démarrer la navigation
it: Inizia la navigazione
nl: Start navigatie
pl: Rozpocznij nawigację
pt: Iniciar navegação
ro: Începeți navigarea
ru: Начать навигацию

# common_use_accept
source: Accept
cs: Akceptovat
de: Zustimmen
es: Aceptar
fr: Accepter
it: Accettare
nl: Aanvaarden
pl: Zaakceptować
pt: Aceitar
ru: Принимать

# common_use_back
source: Back
cs: Zpět
de: Zurück
es: Volver
fr: Retour
it: Indietro
nl: Terug
pl: Powrót
pt: Voltar
ro: Înapoi
ru: Назад

# common_use_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена

# common_use_confirm
source: Confirm
cs: Potvrďte
de: Bestätigen
es: Confirme
fr: Confirmer
it: Confermare
nl: Bevestig
pl: Potwierdzenie
pt: Confirmar
ro: Confirmați
ru: Подтвердите

# common_use_decline
source: Decline
cs: Pokles
de: Ablehnen
es: Declinación
fr: Décliner
it: Rifiuta
nl: Daling
pl: Spadek
pt: Declínio
ro: Declin
ru: Снижение

# common_use_friday
source: Friday
cs: Pátek
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ro: Vineri
ru: Пятница

# common_use_monday
source: Monday
cs: Pondělí
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ro: Luni
ru: Понедельник

# common_use_network_error
source: Connection to the Internet failed. Try again later.
cs: Připojení k internetu se nezdařilo. Zkuste to později.
de: Verbindung zum Internet fehlgeschlagen. Versuche es später erneut.
es: La conexión a Internet ha fallado. Vuelva a intentarlo más tarde.
fr: Échec de la connexion à Internet. Réessaie plus tard.
it: La connessione a Internet non è riuscita. Riprovare più tardi.
nl: Verbinding met internet mislukt. Probeer het later opnieuw.
pl: Połączenie z Internetem nie powiodło się. Spróbuj ponownie później.
pt: A ligação à Internet falhou. Tente novamente mais tarde.
ro: Conexiunea la Internet a eșuat. Încercați din nou mai târziu.
ru: Не удалось подключиться к Интернету. Повторите попытку позже.

# common_use_next
source: Next
cs: Další
de: Weiter
es: Próximo
fr: Suivant
it: Avanti
nl: Volgende
pl: Następny
pt: Próximo
ro: Următorul
ru: Следующий

# common_use_retry
source: Try again
cs: Zkuste to znovu
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Essayer à nouveau
it: Prova di nuovo
nl: Probeer het nog eens.
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încearcă din nou
ru: Попробуйте еще раз

# common_use_saturday
source: Saturday
cs: Sobota
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
nl: Zaterdag
pl: Sobota
pt: Sábado
ro: Sâmbătă
ru: Суббота

# common_use_save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Risparmiare
nl: Sla
pl: Zapisz
pt: Guardar
ro: Salvați
ru: Сохранить

# common_use_skip
source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
fr: Sauter
it: Salto
pl: Pomiń
pt: Saltar
ru: Скип

# common_use_sunday
source: Sunday
cs: Neděle
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
nl: Zondag
pl: Niedziela
pt: Domingo
ro: Duminică
ru: Воскресенье

# common_use_thursday
source: Thursday
cs: Čtvrtek
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ro: Joi
ru: Четверг

# common_use_tuesday
source: Tuesday
cs: Úterý
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ro: Marți
ru: Вторник

# common_use_unknown_error
source: An unknown error has occurred. Try again later.
cs: Došlo k neznámé chybě. Zkuste to později.
de: Ein unbekannter Fehler ist aufgetreten. Versuche es später erneut.
es: Se ha producido un error desconocido. Vuelva a intentarlo más tarde.
fr: Une erreur inconnue s'est produite. Réessaie plus tard.
it: Si è verificato un errore sconosciuto. Riprova più tardi.
nl: Er is een onbekende fout opgetreden. Probeer het later nog eens.
pl: Wystąpił nieznany błąd. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido. Tente novamente mais tarde.
ro: A apărut o eroare necunoscută. Încearcă din nou mai târziu.
ru: Произошла неизвестная ошибка. Повторите попытку позже.

# common_use_wednesday
source: Wednesday
cs: Středa
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
nl: Woensdag
pl: Środa
pt: Quarta-feira
ro: Miercuri
ru: Среда

# fuel_group_diesel
source: Diesel
ru: Дизель

# fuel_group_petrol
source: Petrol
cs: Benzín
de: Benzin
es: Gasolina
fr: Essence
it: Benzina
nl: Benzine
pl: Benzyna
pt: Gasolina
ro: Benzină
ru: Бензин

# gas_station_closed_hint
source: The gas station is currently closed.
cs: Čerpací stanice je v současné době uzavřena.
de: Die Tankstelle ist aktuell geschlossen.
es: La gasolinera está actualmente cerrada.
fr: La station-service est actuellement fermée.
it: La stazione di servizio è attualmente chiusa.
nl: Het tankstation is momenteel gesloten.
pl: Stacja benzynowa jest obecnie zamknięta.
pt: A estação de serviço está actualmente encerrada.
ro: Benzinăria este în prezent închisă.
ru: В настоящее время автозаправочная станция закрыта.

# gas_station_default_name
source: Gas station
cs: Čerpací stanice
de: Tankstelle
es: Gasolinera
fr: Station-service
it: Stazione di servizio
nl: Tankstation
pl: Stacja benzynowa
pt: Estação de serviço
ro: Benzinărie
ru: Автозаправочная станция

# gas_station_error_description
source: The gas station data could not be loaded. Check your connection!
cs: Data čerpací stanice se nepodařilo načíst. Zkontrolujte připojení!
de: Die Tankstellendaten konnten nicht geladen werden. Überprüfe deine Verbindung!
es: No se han podido cargar los datos de la gasolinera. Compruebe su conexión.
fr: Les données de la station-service n'ont pas pu être chargées. Vérifiez votre connexion !
it: Non è stato possibile caricare i dati della stazione di servizio. Controllare la connessione!
nl: De gegevens van het tankstation konden niet worden geladen. Controleer uw verbinding!
pl: Nie można załadować danych stacji benzynowej. Sprawdź połączenie!
pt: Não foi possível carregar os dados da estação de serviço. Verifique a sua ligação!
ro: Datele benzinăriei nu au putut fi încărcate. Verificați conexiunea!
ru: Данные о заправке не удалось загрузить. Проверьте ваше соединение!
