Repository: pace/connectedfueling-app-ios
Catalog: App/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, nl, pl, pt, ro, ru

# onboarding_tracking_description
source: Allow app tracking so that we can further optimise the use of the app for you.
cs: Přijměte analýzu používání, abychom pro vás mohli tuto aplikaci dále optimalizovat.
de: Stimme dem App-Tracking zu, damit wir die Nutzung der App für dich weiter optimieren können.
es: Aceptar el seguimiento de la aplicación para que podamos optimizar aún más el uso de la aplicación para usted.
fr: Accepte le suivi de l'application afin que nous puissions continuer à optimiser l'utilisation de l'application pour toi.
it: Accettate l'analisi dell'utilizzo in modo da poter ottimizzare ulteriormente l'applicazione per voi.
nl: Accepteer de gebruiksanalyse zodat we deze app verder voor je kunnen optimaliseren.
pl: Zaakceptuj analizę użytkowania, abyśmy mogli dalej optymalizować tę aplikację dla Ciebie.
pt: Aceitar a análise de utilização para que possamos otimizar ainda mais esta aplicação para si.
ro: Sunteți de acord cu urmărirea aplicației, astfel încât să putem optimiza în continuare utilizarea aplicației pentru dumneavoastră.
ru: Согласитесь на отслеживание приложения, чтобы мы могли оптимизировать его использование для вас.

# onboarding_tracking_title
source: Improve your experience
cs: Zlepšete své zkušenosti
de: Verbessere deine Erfahrung
es: Mejore su experiencia
fr: Améliore ton expérience
it: Migliorare l'esperienza
nl: Verbeter uw ervaring
pl: Ulepsz swoje doświadczenie
pt: Melhorar a sua experiência
ro: Îmbunătățiți experiența dvs.
ru: Улучшите свой опыт

# onboarding_two_factor_authentication_biometry
source: Biometry
cs: Použití biometrických údajů
de: Biometrie verwenden
es: Utilizar la biometría
fr: Utiliser la biométrie
it: Utilizzare la biometria
nl: Biometrie gebruiken
pl: Korzystanie z danych biometrycznych
pt: Utilizar dados biométricos
ro: Utilizați date biometrice
ru: Используйте биометрические данные

# onboarding_two_factor_authentication_description
source: Biometric scanners are the fastest and most secure way to confirm your payment transactions.
cs: Biometrické skenery představují nejrychlejší a nejbezpečnější způsob potvrzování platebních transakcí.
de: Biometrische Scanner sind die schnellste und sicherste Art deine Zahlungsvorgänge zu bestätigen.
es: Los escáneres biométricos son la forma más rápida y segura de confirmar sus transacciones de pago.
fr: Les scanners biométriques sont la manière la plus rapide et la plus sûre de confirmer tes opérations de paiement.
it: Gli scanner biometrici sono il modo più rapido e sicuro per confermare le transazioni di pagamento.
nl: Biometrische scanners zijn de snelste en veiligste manier om je betalingstransacties te bevestigen.
pl: Skanery biometryczne to najszybszy i najbezpieczniejszy sposób potwierdzania transakcji płatniczych.
pt: Os scanners biométricos são a forma mais rápida e segura de confirmar as suas transacções de pagamento.
ro: Scanerele biometrice reprezintă cea mai rapidă și mai sigură modalitate de a confirma tranzacțiile de plată.
ru: Биометрические сканеры - самый быстрый и безопасный способ подтверждения платежных операций.

# onboarding_two_factor_authentication_pin
source: Choose PIN
cs: Zvolte kód PIN
de: PIN wählen
es: Seleccionar PIN
fr: Choisir un code PIN
it: Selezionare il PIN
nl: PIN kiezen
pl: Wybierz kod PIN
pt: Selecionar PIN
ro: Selectați PIN
ru: Выберите PIN-код

# onboarding_two_factor_authentication_title
source: Secure and fast payment
cs: Bezpečná a rychlá platba
de: Sicher und schnell bezahlen
es: Pago seguro y rápido
fr: Payer en toute sécurité et rapidement
it: Pagamento sicuro e veloce
nl: Veilige en snelle betaling
pl: Bezpieczne i szybkie płatności
pt: Pagamento seguro e rápido
ro: Plată sigură și rapidă
ru: Безопасная и быстрая оплата

# onboarding_verify_pin_description
source: Please enter the PIN again to confirm.
cs: Pro potvrzení zadejte PIN znovu.
de: Bitte gebe zur Bestätigung die PIN erneut ein.
es: Vuelva a introducir el PIN para confirmar.
fr: Veuillez saisir à nouveau le code PIN pour confirmer.
it: Immettere nuovamente il PIN per confermare.
nl: Voer de PIN-code nogmaals in om te bevestigen.
pl: Wprowadź ponownie kod PIN, aby potwierdzić.
pt: Introduza novamente o PIN para confirmar.
ro: Vă rugăm să introduceți din nou PIN-ul pentru a confirma.
ru: Для подтверждения введите PIN-код еще раз.

# onboarding_verify_pin_title
source: Confirm PIN
cs: Potvrzení kódu PIN
de: PIN bestätigen
es: Confirmar PIN
fr: Confirmer le code PIN
it: Confermare il PIN
nl: Bevestig PIN
pl: Potwierdź kod PIN
pt: Confirmar PIN
ro: Confirmați PIN-ul
ru: Подтвердите PIN-код

# payment_method_kind_credit_card
source: Credit card
cs: Kreditní karta
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
pl: Karta kredytowa
pt: Cartão de crédito
ro: Card de credit
ru: Кредитная карта

# payment_method_kind_creditcard
source: Credit card
cs: Kreditní karta
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
pl: Karta kredytowa
pt: Cartão de crédito
ro: Card de credit
ru: Кредитная карта

# payment_method_kind_dkv
source: DKV Card
cs: Karta DKV
es: Tarjeta DKV
fr: Carte DKV
it: Carta DKV
pl: Karta DKV
pt: Cartão DKV
ro: Card DKV
ru: Карта DKV

# payment_method_kind_fuel_card
source: Fuel card
cs: Palivová karta
de: Tankkarte
es: Tarjeta de combustible
fr: Carte de carburant
it: Carta carburante
nl: Tankkaart
pl: Karta paliwowa
pt: Cartão de combustível
ro: Card de combustibil
ru: Топливная карта

# payment_method_kind_sepa
source: SEPA direct debit
cs: Přímé inkaso SEPA
de: SEPA-Lastschrift
es: Adeudo directo SEPA
fr: Prélèvement SEPA
it: Addebito diretto SEPA
nl: SEPA-incasso
pl: Polecenie zapłaty SEPA
pt: Débito directo SEPA
ro: Debitul direct SEPA
ru: Прямой дебет SEPA

# payment_method_kind_zgm
source: ZGM Card
cs: Karta ZGM
es: Tarjeta ZGM
fr: Carte ZGM
it: Carta ZGM
pl: Karta ZGM
pt: Cartão ZGM
ro: Card ZGM
ru: Карта ЗГМ

# payment_methods_add_button
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Acrescentar
ro: Adăugați
ru: Добавить

# payment_methods_empty_description
source: Add a payment method or fuel card so that you can start your first refueling process
cs: Přidejte platební metodu nebo palivovou kartu, abyste mohli zahájit první tankování.
de: Füge eine Bezahlmethode oder Tankkarte hinzu, damit du deinen ersten Tankvorgang starten kannst
es: Añada un método de pago o una tarjeta de combustible para poder iniciar su primer proceso de repostaje.
fr: Ajoutez une méthode de paiement ou une carte de carburant afin de pouvoir commencer votre première opération de ravitaillement.
it: Aggiungete un metodo di pagamento o una carta carburante per iniziare il primo rifornimento.
nl: Voeg een betaalmethode of tankkaart toe zodat u uw eerste tankbeurt kunt beginnen
pl: Dodaj metodę płatności lub kartę paliwową, aby rozpocząć pierwszy proces tankowania.
pt: Adicione um método de pagamento ou um cartão de combustível para poder iniciar o seu primeiro processo de reabastecimento
ro: Adăugați o metodă de plată sau un card de combustibil pentru a putea începe primul proces de realimentare cu combustibil
ru: Добавьте способ оплаты или топливную карту, чтобы можно было начать первую заправку

# payment_methods_empty_title
source: No payment methods or fuel cards
cs: Žádné platební metody ani palivové karty
de: Keine Bezahlmethoden oder Tankkarten
es: Sin medios de pago ni tarjetas de combustible
fr: Pas de moyens de paiement ni de cartes de carburant
it: Nessun metodo di pagamento o carta carburante
nl: Geen betaalmethoden of tankkaarten
pl: Brak metod płatności lub kart paliwowych
pt: Sem métodos de pagamento ou cartões de combustível
ro: Nu există metode de plată sau carduri de combustibil
ru: Отсутствие способов оплаты или топливных карт

# payment_methods_error_description
source: Your payment methods and fuel cards could not be loaded. Check your connection!
cs: Vaše platební metody a palivové karty nebylo možné načíst. Zkontrolujte své připojení!
de: Deine Bezahlmethoden und Tankkarten konnten nicht geladen werden. Überprüfe deine Verbindung!
es: Sus métodos de pago y tarjetas de combustible no se han podido cargar. Compruebe su conexión.
fr: Vos moyens de paiement et cartes de carburant n'ont pas pu être chargés. Vérifiez votre connexion !
it: Non è stato possibile caricare i metodi di pagamento e le carte carburante. Controlla la tua connessione!
nl: Je betaalmethoden en tankkaarten konden niet worden geladen. Controleer uw verbinding!
pl: Nie można załadować metod płatności i kart paliwowych. Sprawdź połączenie!
pt: Não foi possível carregar os seus métodos de pagamento e cartões de combustível. Verifique a sua ligação!
ro: Metodele de plată și cardurile de combustibil nu au putut fi încărcate. Verificați conexiunea!
ru: Не удалось загрузить ваши способы оплаты и топливные карты. Проверьте свое соединение!

# payment_methods_loading_description
source: We load your payment methods and fuel cards. Please wait a moment.
cs: Načítáme vaše platební metody a palivové karty. Chvíli prosím počkejte.
de: Wir laden deine Bezahlmethoden und Tankkarten. Bitte warte einen Moment.
es: Cargamos sus métodos de pago y tarjetas de combustible. Por favor, espere un momento.
fr: Nous chargeons vos moyens de paiement et vos cartes de carburant. Veuillez patienter un moment.
it: Carichiamo i metodi di pagamento e le carte carburante. Attendere un momento.
nl: We laden je betaalmethoden en tankkaarten. Een ogenblik geduld alstublieft.
pl: Wczytujemy metody płatności i karty paliwowe. Prosimy o chwilę oczekiwania.
pt: Carregamos os seus métodos de pagamento e cartões de combustível. Aguarde um momento.
ro: Vă încărcăm metodele de plată și cardurile de combustibil. Vă rugăm să așteptați un moment.
ru: Мы загружаем ваши способы оплаты и топливные карты. Пожалуйста, подождите немного.

# payment_methods_loading_title
source: Loading payment methods and fuel cards…
cs: Načítání platebních metod a palivových karet...
de: Lade Bezahlmethoden und Tankkarten...
es: Carga de medios de pago y tarjetas de combustible...
fr: Chargement des moyens de paiement et des cartes de carburant...
it: Caricamento dei metodi di pagamento e delle carte carburante...
nl: Betaalmethoden en tankkaarten laden...
pl: Ładowanie metod płatności i kart paliwowych...
pt: Carregamento de métodos de pagamento e cartões de combustível...
ro: Încărcarea metodelor de plată și a cardurilor de combustibil...
ru: Загрузка способов оплаты и топливных карт...

# wallet_header_text
source: You are logged in as
cs: Jste přihlášeni jako
de: Du bist angemeldet als
es: Ha iniciado sesión como
fr: Vous êtes connecté en tant que
it: L'utente ha effettuato l'accesso come
nl: U bent aangemeld als
pl: Jesteś zalogowany jako
pt: Tem sessão iniciada como
ro: Sunteți autentificat ca
ru: Вы вошли в систему как

# wallet_tab_label
source: Wallet
cs: Peněženka
es: Cartera
fr: Portefeuille
it: Portafoglio
nl: Portemonnee
pl: Portfel
pt: Carteira
ro: Portofel
ru: Бумажник

# fuel_selection_title
source: Fuel selection
es: Selección de combustible

# payment_methods_title
source: Payment methods & fuel cards
es: Métodos de pago y tarjetas de combustible

# transactions_title
source: Transactions
es: Transacciones

# payment_method_kind_hoyer
source: HoyerCard
fr: Carte Hoyer
